Repository: cinmou/PrivyGallery
Catalog: SecurityFolder/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, ja, ko, ru, zh_hant_tw, zh_hk

source: 无法保存
de: Sichern unmöglich
en: Unable to Save
es: No se puede guardar
fr: Enregistrement impossible
it: Impossibile salvare
ja: 保存できません
ko: 저장할 수 없음
ru: Не сохранить
zh_hant_tw: 無法儲存
zh_hk: 無法儲存

source: 无法生成备份文件，请重试。
de: Die Sicherungsdatei konnte nicht erstellt werden. Bitte versuchen Sie es erneut.
en: Could not create the backup file. Please try again.
es: No se puede generar el archivo de copia de seguridad, inténtelo de nuevo.
fr: Impossible de générer le fichier de sauvegarde, veuillez réessayer.
it: Impossibile generare il file di backup, riprova.
ja: バックアップ ファイルを生成できません。もう一度お試しください。
ko: 백업 파일을 생성할 수 없습니다. 다시 시도해 주세요.
ru: Не удалось создать файл резервной копии. Повторите попытку.
zh_hant_tw: 無法產生備份文件，請重試。
zh_hk: 無法產生備份文件，請重試。

source: 无法生成导入密钥，请重试。
de: Der Importschlüssel konnte nicht generiert werden. Bitte versuchen Sie es erneut.
es: No se puede generar la clave de importación. Inténtelo de nuevo.
fr: Impossible de générer la clé d'importation, veuillez réessayer.
it: Impossibile generare la chiave di importazione, riprova.
ja: インポートキーを生成できません。もう一度お試しください。
ko: 가져오기 키를 생성할 수 없습니다. 다시 시도해 주세요.
ru: Не удалось сгенерировать ключ импорта. Повторите попытку.
zh_hant_tw: 無法產生匯入金鑰，請重試。
zh_hk: 無法產生導入金鑰，請重試。

source: 无法生成导出密钥，请重试。
de: Der Exportschlüssel konnte nicht generiert werden. Bitte versuchen Sie es erneut.
es: No se puede generar la clave de exportación. Inténtelo de nuevo.
fr: Impossible de générer la clé d'exportation, veuillez réessayer.
it: Impossibile generare la chiave di esportazione, riprova.
ja: エクスポート キーを生成できません。もう一度お試しください。
ko: 내보내기 키를 생성할 수 없습니다. 다시 시도해 주세요.
ru: Не удалось создать ключ экспорта. Повторите попытку.
zh_hant_tw: 無法產生匯出密鑰，請重試。
zh_hk: 無法產生導出密鑰，請重試。

source: 无法读取导入的文件数据。
de: Importierte Dateidaten können nicht gelesen werden.
en: Unable to read the imported file data.
es: No se pueden leer los datos del archivo importado.
fr: Impossible de lire les données du fichier importé.
it: Impossibile leggere i dati del file importato.
ja: インポートされたファイルのデータを読み取ることができません。
ko: 가져온 파일 데이터를 읽을 수 없습니다.
ru: Невозможно прочитать данные импортированного файла.
zh_hant_tw: 無法讀取匯入的文件資料。
zh_hk: 無法讀取導入嘅文件數據。

source: 无限储存数量
de: Unbegrenzte Lagermenge
en: Unlimited storage capacity
es: Cantidad de almacenamiento ilimitada
fr: Quantité de stockage illimitée
it: Quantità di spazio di archiviazione illimitata
ja: 無制限のストレージ量
ko: 무제한 저장 수량
ru: Неограниченный объем хранилища
zh_hant_tw: 無限儲存數量
zh_hk: 無限儲存數量

source: 无限制导入照片和视频
de: Unbegrenzter Import von Fotos und Videos
en: Unlimited photo and video imports
es: Importación ilimitada de fotos y vídeos.
fr: Importation illimitée de photos et de vidéos
it: Importazione illimitata di foto e video
ja: 写真とビデオを無制限にインポート
ko: 사진 및 비디오 무제한 가져오기
ru: Неограниченный импорт фотографий и видео
zh_hant_tw: 無限制匯入照片和影片
zh_hk: 無限制導入相片和視頻

source: 时段内解锁空间
de: Schalten Sie Speicherplatz innerhalb eines bestimmten Zeitraums frei
en: Unlock Space During Schedule
es: Desbloquear espacio dentro del período de tiempo
fr: Débloquez de l'espace dans un délai donné
it: Sblocca lo spazio entro un periodo di tempo
ja: 期間内にスペースをアンロックする
ko: 기간 내 공간 잠금 해제
ru: Разблокировать пространство в течение периода времени
zh_hant_tw: 時段內解鎖空間
zh_hk: 時段內解鎖空間

source: 显示详情
de: Details anzeigen
en: Show Details
es: Mostrar detalles
fr: Afficher les détails
it: Mostra dettagli
ja: 詳細を表示
ko: 세부정보 표시
ru: Показать детали
zh_hant_tw: 顯示詳情
zh_hk: 顯示詳情

source: 显示首张图片
de: Erstes Bild anzeigen
en: Show First Photo
es: Mostrar la primera imagen
fr: Afficher la première photo
it: Mostra la prima immagine
ja: 最初の写真を表示
ko: Show first picture
ru: Показать первое изображение
zh_hant_tw: 顯示首張圖片
zh_hk: 顯示首張圖片

source: 普通图片：%lld 项
de: Normales Bild: %lld Elemente
en: Regular Photos: %lld items
es: Imagen normal: %lld elementos
fr: Image normale : %lld éléments
it: Immagine normale: %lld elementi
ja: 通常の画像: %lld 個のアイテム
ko: 일반 이미지: %lld개 항목
ru: Обычное изображение: %lld элементов
zh_hant_tw: 普通圖片：%lld 項
zh_hk: 普通圖片：%lld 項

source: 普通用户
de: Normaler Benutzer
en: Standard User
es: Usuario normal
fr: Utilisateur ordinaire
it: Utente ordinario
ja: 一般ユーザー
ko: 일반 사용자
ru: Обычный пользователь
zh_hant_tw: 普通使用者
zh_hk: 普通用戶

source: 普通用户最多保存 %lld 个照片和视频，请开通会员后继续导入。
de: Normale Benutzer können bis zu %lld Fotos und Videos speichern. Bitte registrieren Sie sich als Mitglied, um mit dem Import fortfahren zu können.
en: Free users can save up to %lld photos and videos. Upgrade your membership to continue importing.
es: Los usuarios normales pueden guardar hasta %lld fotos y vídeos. Regístrese como miembro para continuar importando.
fr: Les utilisateurs ordinaires peuvent enregistrer jusqu'à %lld photos et vidéos. Veuillez vous inscrire en tant que membre pour continuer l'importation.
it: Gli utenti ordinari possono salvare fino a %lld foto e video. Registrati come membro per continuare a importare.
ja: 一般ユーザーは、最大 %lld 枚の写真とビデオを保存できます。インポートを続けるには会員登録を行ってください。
ko: 일반 사용자는 최대 %lld개의 사진과 비디오를 저장할 수 있습니다. 계속해서 가져오기를 원하시면 회원가입을 해주세요.
ru: Обычные пользователи могут сохранять до %lld фотографий и видео. Пожалуйста, зарегистрируйтесь как участник, чтобы продолжить импорт.
zh_hant_tw: 普通使用者最多保存 %lld 個照片和影片，請開通會員後繼續匯入。
zh_hk: 普通用戶最多保存 %lld 個相片和視頻，請開通會員後繼續導入。

source: 普通视频：%lld 项
de: Normales Video: %lld Elemente
en: Regular Videos: %lld items
es: Vídeo normal: %lld elementos
fr: Vidéo normale : %lld éléments
it: Video normale: %lld elementi
ja: 通常のビデオ: %lld 個のアイテム
ko: 일반 비디오: %lld개 항목
ru: Обычное видео: %lld элементов
zh_hant_tw: 普通影片：%lld 項
zh_hk: 普通影片：%lld 項

source: 暂停
de: Pause
en: Pause
es: Pausa
fr: Pause
it: Pausa
ja: 一時停止
ko: 일시 정지
ru: Пауза
zh_hant_tw: 暫停
zh_hk: 暫停

source: 暂无内容
de: Noch kein Inhalt
en: No Content Yet
es: Aún no hay contenido
fr: Pas encore de contenu
it: Nessun contenuto ancora
ja: まだコンテンツがありません
ko: 아직 콘텐츠가 없습니다.
ru: Пока нет контента
zh_hant_tw: 暫無內容
zh_hk: 暫無內容

source: 暂时无法打开
de: Kann im Moment nicht geöffnet werden
en: Cannot Open Currently
es: No se puede abrir en este momento.
fr: Impossible d'ouvrir pour le moment
it: Impossibile aprire al momento
ja: 現在開けません
ko: 지금은 열 수 없습니다.
ru: Невозможно открыть в данный момент
zh_hant_tw: 暫時無法打開
zh_hk: 暫時無法打開

source: 更多
de: Mehr
en: More
es: Más
fr: Plus
it: Di più
ja: もっと見る
ko: 더보기
ru: Подробнее

source: 更新%@
de: %@ aktualisieren
en: Update %@
es: Actualizar %@
fr: Mettre à jour %@
it: Aggiorna %@
ja: %@ を更新します
ko: %@ 업데이트
ru: Обновить %@

source: 更新胁迫密码
de: Zwangspasswort aktualisieren
en: Update Duress Password
es: Actualizar contraseña de coacción
fr: Mettre à jour le mot de passe sous contrainte
it: Aggiorna la password di coercizione
ja: 強迫パスワードを更新する
ko: 협박 비밀번호 업데이트
ru: Обновить пароль принуждения
zh_hant_tw: 更新脅迫密碼
zh_hk: 更新脅迫密碼

source: 有限储存数量
de: Begrenzte Lagermenge
en: Limited storage capacity
es: Cantidad de almacenamiento limitada
fr: Quantité de stockage limitée
it: Quantità di spazio di archiviazione limitata
ja: 限られた保管数量
ko: 제한된 저장 수량
ru: Ограниченное количество мест хранения
zh_hant_tw: 有限儲存數量
zh_hk: 有限儲存數量

source: 未找到备份文件
de: Sicherungsdatei nicht gefunden
en: No Backup Files
es: Archivo de copia de seguridad no encontrado
fr: Fichier de sauvegarde introuvable
it: File di backup non trovato
ja: バックアップファイルが見つかりません
ko: 백업 파일을 찾을 수 없습니다
ru: Файл резервной копии не найден
zh_hant_tw: 未找到備份文件
zh_hk: 未找到備份文件

source: 未知
de: unbekannt
en: Unknown
es: desconocido
fr: inconnu
it: sconosciuto
ja: 不明
ko: 알 수 없음
ru: неизвестно

source: 未知类型
de: unbekannter Typ
en: Unknown Type
es: tipo desconocido
fr: type inconnu
it: tipo sconosciuto
ja: 不明なタイプ
ko: 알 수 없는 유형
ru: неизвестный тип
zh_hant_tw: 未知類型
zh_hk: 未知類型

# 本应用不设云端服务器，也不会主动上传您的照片、视频或相册数据。加密所需的密钥保存在设备本地的 Keychain 中，开发者无法访问或解密您的本地内容。
source: 本应用不设云端服务器，也不会主动上传你的照片、视频或相册数据。加密所需的密钥保存在设备本地 Keychain 中，开发者无法访问或解密你的本地内容。
de: Diese Anwendung verfügt nicht über einen Cloud-Server und lädt Ihre Fotos, Videos oder Albumdaten auch nicht aktiv hoch. Die für die Verschlüsselung erforderlichen Schlüssel werden im lokalen Schlüsselbund des Geräts gespeichert und Entwickler können nicht auf Ihre lokalen Inhalte zugreifen oder diese entschlüsseln.
en: This app does not run a cloud server and does not upload your photos, videos, or album data. Encryption keys are stored locally in the device Keychain, and the developer cannot access or decrypt your local content.
es: Esta aplicación no tiene un servidor en la nube ni cargará activamente sus fotos, videos o datos de álbumes. Las claves necesarias para el cifrado se almacenan en el llavero local del dispositivo y los desarrolladores no pueden acceder ni descifrar su contenido local.
fr: Cette application ne dispose pas de serveur cloud et ne téléchargera pas activement vos photos, vidéos ou données d'album. Les clés requises pour le chiffrement sont stockées dans le trousseau local de l'appareil et les développeurs ne peuvent pas accéder ou déchiffrer votre contenu local.
it: Questa applicazione non dispone di un server cloud, né caricherà attivamente foto, video o dati di album. Le chiavi richieste per la crittografia vengono archiviate nel portachiavi locale del dispositivo e gli sviluppatori non possono accedere o decrittografare il contenuto locale.
ja: このアプリケーションにはクラウド サーバーがなく、写真、ビデオ、アルバム データを積極的にアップロードすることもありません。暗号化に必要なキーはデバイスのローカル キーチェーンに保存され、開発者はローカル コンテンツにアクセスしたり、ローカル コンテンツを復号したりすることはできません。
ko: 이 애플리케이션에는 클라우드 서버가 없으며 사진, 비디오 또는 앨범 데이터를 적극적으로 업로드하지 않습니다. 암호화에 필요한 키는 장치의 로컬 키체인에 저장되며 개발자는 로컬 콘텐츠에 액세스하거나 암호를 해독할 수 없습니다.
ru: Это приложение не имеет облачного сервера и не будет активно загружать ваши фотографии, видео или данные альбомов. Ключи, необходимые для шифрования, хранятся в локальной связке ключей устройства, и разработчики не могут получить доступ к вашему локальному контенту или расшифровать его.
zh_hant_tw: 本應用程式不設雲端伺服器，也不會主動上傳你的照片、影片或相簿資料。加密所需的金鑰保存在裝置本機 Keychain 中，開發者無法存取或解密你的本機內容。
zh_hk: 本App不設雲端伺服器，也不會主動上傳你嘅相片、影片或相簿數據。加密所需嘅金鑰保存在裝置本機 Keychain 中，開發者無法存取或解密你嘅本機內容。

source: 本应用可以创建数据互相独立的两个空间，输入不同的密码进入。你可以通过“设置 -> 密码与空间 -> 空间管理”分别为两个空间配置不同的密码与名称。在启动时的锁定界面，直接输入对应的密码即可进入对应的空间，两者的数据与密钥完全隔离。
de: Diese Anwendung kann zwei Bereiche mit unabhängigen Daten erstellen und zur Eingabe unterschiedliche Passwörter eingeben. Sie können über „Einstellungen -> Passwort und Speicherplatz -> Speicherplatzverwaltung“ unterschiedliche Passwörter und Namen für die beiden Bereiche konfigurieren. In der Sperrschnittstelle beim Start können Sie direkt das entsprechende Passwort eingeben, um den entsprechenden Bereich zu betreten. Die Daten und Schlüssel der beiden sind vollständig isoliert.
en: You can create two fully separate spaces and enter each one with a different passcode. Go to Settings -> Password & Spaces -> Space Management to set different names and passcodes for each space. On the lock screen, enter the matching passcode to open that space. The data and keys for the two spaces stay completely isolated.
es: Esta aplicación puede crear dos espacios con datos independientes e ingresar diferentes contraseñas para ingresar. Puede configurar diferentes contraseñas y nombres para los dos espacios a través de "Configuración -> Contraseña y espacio -> Gestión de espacio". En la interfaz de bloqueo al inicio, puede ingresar directamente la contraseña correspondiente para ingresar al espacio correspondiente. Los datos y claves de los dos están completamente aislados.
fr: Cette application peut créer deux espaces avec des données indépendantes et saisir différents mots de passe à saisir. Vous pouvez configurer différents mots de passe et noms pour les deux espaces via "Paramètres -> Mot de passe et espace -> Gestion de l'espace". Dans l'interface de verrouillage au démarrage, vous pouvez saisir directement le mot de passe correspondant pour saisir l'espace correspondant. Les données et les clés des deux sont complètement isolées.
it: Questa applicazione può creare due spazi con dati indipendenti e inserire password diverse per entrare. È possibile configurare password e nomi diversi per i due spazi tramite "Impostazioni -> Password e spazio -> Gestione spazio". Nell'interfaccia di blocco all'avvio, puoi inserire direttamente la password corrispondente per accedere allo spazio corrispondente. I dati e le chiavi dei due sono completamente isolati.
ja: このアプリケーションは、独立したデータを持つ 2 つのスペースを作成し、異なるパスワードを入力して入力することができます。 「設定 -> パスワードとスペース -> スペース管理」を通じて、2 つのスペースに異なるパスワードと名前を設定できます。起動時のロックインターフェイスでは、対応するパスワードを直接入力して、対応するスペースに入ることができます。 2 つのデータとキーは完全に分離されます。
ko: 이 애플리케이션은 독립적인 데이터로 두 개의 공간을 생성하고 서로 다른 비밀번호를 입력하여 들어갈 수 있습니다. "설정 -> 비밀번호 및 공간 -> 공간 관리"를 통해 두 공간에 서로 다른 비밀번호와 이름을 설정할 수 있습니다. 시작 시 잠금 인터페이스에서 해당 비밀번호를 직접 입력하여 해당 공간에 들어갈 수 있습니다. 둘의 데이터와 키는 완전히 분리되어 있습니다.
ru: Это приложение может создавать два пространства с независимыми данными и вводить разные пароли для входа. Вы можете настроить разные пароли и имена для двух пространств через «Настройки -> Пароль и пространство -> Управление пространством». В интерфейсе блокировки при запуске вы можете напрямую ввести соответствующий пароль, чтобы войти в соответствующее пространство. Данные и ключи обоих полностью изолированы.
zh_hant_tw: 本應用程式可建立資料互相獨立的兩個空間，輸入不同的密碼進入。你可以透過「設定 -> 密碼與空間 -> 空間管理」分別為兩個空間配置不同的密碼與名稱。在啟動時的鎖定介面，直接輸入對應的密碼即可進入對應的空間，兩者的資料與金鑰完全隔離。
zh_hk: 本App可建立數據互相獨立嘅兩個空間，輸入不同嘅密碼進入。你可以透過「設定 -> 密碼與空間 -> 空間管理」分別為兩個空間配置不同嘅密碼與名稱。在啟動時嘅鎖定介面，直接輸入對應嘅密碼即可進入對應嘅空間，兩者嘅數據與金鑰完全隔離。

source: 本应用是一款专注于本地隐私保护的加密相册，旨在为你的私密照片与视频提供强大的的安全保障。
de: Bei dieser Anwendung handelt es sich um ein verschlüsseltes Fotoalbum, das sich auf den lokalen Datenschutz konzentriert und eine hohe Sicherheit für Ihre privaten Fotos und Videos bietet.
en: This app is an encrypted photo album focused on local privacy protection, designed to provide robust security for your private photos and videos.
es: Esta aplicación es un álbum de fotos encriptado enfocado en la protección de la privacidad local, diseñado para brindar seguridad sólida para sus fotos y videos privados.
fr: Cette application est un album photo crypté axé sur la protection locale de la vie privée, conçu pour offrir une sécurité renforcée à vos photos et vidéos privées.
it: Questa applicazione è un album fotografico crittografato incentrato sulla protezione della privacy locale, progettato per fornire una forte sicurezza per le tue foto e i tuoi video privati.
ja: このアプリケーションは、ローカルのプライバシー保護に重点を置いた暗号化されたフォト アルバムで、プライベートな写真やビデオに強力なセキュリティを提供するように設計されています。
ko: 이 애플리케이션은 로컬 개인정보 보호에 초점을 맞춘 암호화된 사진 앨범으로, 개인 사진과 동영상에 대한 강력한 보안을 제공하도록 설계되었습니다.
ru: Это приложение представляет собой зашифрованный фотоальбом, ориентированный на локальную защиту конфиденциальности и предназначенный для обеспечения надежной защиты ваших личных фотографий и видео.
zh_hant_tw: 本應用程式是一款專注於本地隱私保護的加密相冊，旨在為你的私密照片與影片提供強大的安全保障。
zh_hk: 本App是一款專注於本地隱私保護嘅加密相冊，旨在為你嘅私密相片與影片提供強大嘅安全保障。

source: 本应用采用本地加密存储机制。除系统生成的预览图外，导入的媒体文件及相关元数据会使用 CryptoKit 提供的 AES-GCM 加密后保存在设备本地。
de: Diese Anwendung verwendet einen lokalen verschlüsselten Speichermechanismus. Zusätzlich zu den vom System generierten Vorschaubildern werden die importierten Mediendateien und zugehörigen Metadaten mit dem von CryptoKit bereitgestellten AES-GCM verschlüsselt und lokal auf dem Gerät gespeichert.
en: This app uses local encrypted storage. Except for system-generated previews, imported media files and related metadata are stored on device using AES-GCM provided by CryptoKit.
es: Esta aplicación utiliza un mecanismo de almacenamiento cifrado local. Además de las imágenes de vista previa generadas por el sistema, los archivos multimedia importados y los metadatos relacionados se cifrarán utilizando AES-GCM proporcionado por CryptoKit y se guardarán localmente en el dispositivo.
fr: Cette application utilise un mécanisme de stockage crypté local. En plus des images d'aperçu générées par le système, les fichiers multimédias importés et les métadonnées associées seront cryptés à l'aide d'AES-GCM fourni par CryptoKit et enregistrés localement sur l'appareil.
it: Questa applicazione utilizza un meccanismo di archiviazione crittografato locale. Oltre alle immagini di anteprima generate dal sistema, i file multimediali importati e i relativi metadati verranno crittografati utilizzando AES-GCM fornito da CryptoKit e salvati localmente sul dispositivo.
ja: このアプリケーションは、ローカルの暗号化ストレージ メカニズムを使用します。システムによって生成されたプレビュー イメージに加えて、インポートされたメディア ファイルと関連メタデータは、CryptoKit によって提供される AES-GCM を使用して暗号化され、デバイス上にローカルに保存されます。
ko: 이 애플리케이션은 로컬 암호화 저장 메커니즘을 사용합니다. 시스템에서 생성된 미리보기 이미지 외에도 가져온 미디어 파일 및 관련 메타데이터는 CryptoKit에서 제공하는 AES-GCM을 사용하여 암호화되어 장치에 로컬로 저장됩니다.
ru: Это приложение использует локальный механизм зашифрованного хранения. В дополнение к изображениям предварительного просмотра, созданным системой, импортированные медиафайлы и соответствующие метаданные будут зашифрованы с использованием AES-GCM, предоставляемого CryptoKit, и сохранены локально на устройстве.
zh_hant_tw: 本應用採用本機加密儲存機制。除系統產生的預覽圖外，匯入的媒體檔案及相關元資料會使用 CryptoKit 提供的 AES-GCM 加密後保存在設備本地。
zh_hk: 本App採用本機加密儲存機制。除系統產生嘅預覽圖外，導入嘅媒體檔案及相關元數據會使用 CryptoKit 提供嘅 AES-GCM 加密後保存在設備本地。

source: 权限说明
de: Berechtigungsbeschreibung
en: Permissions Info
es: Descripción del permiso
fr: Description des autorisations
it: Descrizione del permesso
ja: 権限の説明
ko: 권한 설명
ru: Описание разрешения
zh_hant_tw: 權限說明
zh_hk: 權限說明

source: 查看隐私政策
de: Datenschutzrichtlinie ansehen
en: View Privacy Policy
es: Ver política de privacidad
fr: Afficher la politique de confidentialité
it: Visualizza l'informativa sulla privacy
ja: プライバシーポリシーを見る
ko: 개인정보 보호정책 보기
ru: Посмотреть политику конфиденциальности
zh_hant_tw: 查看隱私權政策
zh_hk: 查看隱私權政策

source: 标准用户协议 (EULA)
de: Standardnutzervereinbarung (EULA)
en: Standard EULA
es: Acuerdo de usuario estándar (CLUF)
fr: Contrat d'utilisation standard (CLUF)
it: Contratto utente standard (EULA)
ja: 標準ユーザー契約 (EULA)
ko: 표준 사용자 계약(EULA)
ru: Стандартное пользовательское соглашение (EULA)
zh_hant_tw: 標準使用者協議 (EULA)
zh_hk: 標準用戶協議 (EULA)

source: 检测到录屏或投屏，屏幕隐私保护已生效。
de: Es wurde eine Bildschirmaufzeichnung oder ein Screencasting erkannt und der Schutz der Privatsphäre des Bildschirms wurde wirksam.
en: Screen recording or casting detected. Screen Privacy Protection activated.
es: Se ha detectado una grabación de pantalla o un screencasting y la protección de la privacidad de la pantalla ha entrado en vigor.
fr: L'enregistrement ou la diffusion d'écran a été détecté et la protection de la confidentialité de l'écran a pris effet.
it: È stata rilevata la registrazione o lo screencasting dello schermo e la protezione della privacy dello schermo è entrata in vigore.
ja: 画面録画またはスクリーンキャストが検出され、画面プライバシー保護が有効になりました。
ko: 화면 녹화 또는 화면 전송이 감지되어 화면 개인 정보 보호가 적용되었습니다.
ru: Обнаружена запись или трансляция экрана, и вступила в силу защита конфиденциальности экрана.
zh_hant_tw: 偵測到錄影畫面或投影螢幕，螢幕隱私保護已生效。
zh_hk: 偵測到錄影畫面或投影螢幕，螢幕隱私保護已生效。

source: 检测到截屏，应用已锁定。
de: Screenshot erkannt, App gesperrt.
en: Screenshot detected. The app has been locked.
es: Captura de pantalla detectada, aplicación bloqueada.
fr: Capture d'écran détectée, application verrouillée.
it: Screenshot rilevato, app bloccata.
ja: スクリーンショットが検出されました。アプリはロックされました。
ko: 스크린샷이 감지되어 앱이 잠겼습니다.
ru: Скриншот обнаружен, приложение заблокировано.
zh_hant_tw: 偵測到截圖，應用已鎖定。
zh_hk: 偵測到截圖，App已鎖定。

source: 欢迎
de: Willkommen
en: Welcome
es: bienvenido
fr: bienvenue
it: benvenuto
ja: ようこそ
ko: 환영합니다
ru: добро пожаловать
zh_hant_tw: 歡迎
zh_hk: 歡迎

source: 欢迎使用私影相册
de: Willkommen im privaten Fotoalbum
en: Welcome to PrivyGallery
es: Bienvenido al álbum de fotos privado.
fr: Bienvenue dans l'album photo privé
it: Benvenuti nell'album fotografico privato
ja: プライベートフォトアルバムへようこそ
ko: 개인 사진 앨범에 오신 것을 환영합니다
ru: Добро пожаловать в личный фотоальбом
zh_hant_tw: 歡迎使用私影相冊
zh_hk: 歡迎使用私影相冊

source: 正在从%1$@读取 %2$lld 个项目到 %3$@
de: Lese %2$lld Elemente von %1$@ bis %3$@
en: Reading %2$lld items from %1$@ into %3$@
es: Leyendo %2$lld elementos de %1$@ a %3$@
fr: Lecture de %2$lld éléments de %1$@ à %3$@
it: Lettura di %2$lld elementi da %1$@ a %3$@
ja: %2$lld 項目を %1$@ から %3$@ に読み取り中
ko: %1$@에서 %3$@까지 %2$lld개 항목을 읽는 중입니다.
ru: Чтение %2$lld элементов от %1$@ до %3$@
zh_hant_tw: 正在從%1$@讀取 %2$lld 個項目到 %3$@
zh_hk: 正在從%1$@讀取 %2$lld 個項目到 %3$@

source: 正在写入备份归档
de: Backup-Archiv schreiben
en: Writing backup archive
es: Escribir archivo de respaldo
fr: Écriture d'une archive de sauvegarde
it: Scrittura dell'archivio di backup
ja: バックアップアーカイブの書き込み
ko: 백업 아카이브 작성 중
ru: Запись резервного архива
zh_hant_tw: 正在寫入備份歸檔
zh_hk: 正在寫入備份歸檔

source: 正在写入备份文件
de: Backup-Datei schreiben
en: Writing Backup File
es: Escribir archivo de respaldo
fr: Écriture du fichier de sauvegarde
it: Scrittura del file di backup
ja: バックアップファイルの書き込み
ko: 백업 파일 쓰기
ru: Запись файла резервной копии
zh_hant_tw: 正在寫入備份文件
zh_hk: 正在寫入備份文件

source: 正在写入第 %1$lld / %2$lld 个备份文件
de: Sicherungsdatei %1$lld / %2$lld wird geschrieben
en: Writing backup file %1$lld of %2$lld
es: Escribiendo el archivo de respaldo %1$lld / %2$lld
fr: Écriture du fichier de sauvegarde %1$lld / %2$lld
it: Scrittura del file di backup %1$lld/%2$lld
ja: バックアップ ファイル %1$lld / %2$lld を書き込み中
ko: 백업 파일 %1$lld / %2$lld 쓰는 중
ru: Запись файла резервной копии %1$lld / %2$lld
zh_hant_tw: 正在寫入第 %1$lld / %2$lld 個備份文件
zh_hk: 正在寫入第 %1$lld / %2$lld 個備份文件

source: 正在准备导出
de: Vorbereitung für den Export
en: Preparing export
es: Preparándose para la exportación
fr: Préparation à l'exportation
it: Preparazione per l'esportazione
ja: 輸出の準備中
ko: 수출 준비 중
ru: Подготовка к экспорту
zh_hant_tw: 正在準備匯出
zh_hk: 正在準備導出

source: 正在刷新媒体库
de: Mediathek wird aktualisiert
en: Refreshing Library
es: Actualizando biblioteca
fr: Actualisation
it: Aggiornamento libreria
ja: ライブラリを更新中
ko: 라이브러리 새로 고침 중
ru: Обновление медиатеки
zh_hant_tw: 正在重新整理媒體庫
zh_hk: 正在刷新媒體庫

source: 正在加密
de: Verschlüsseln
en: Encrypting
es: Cifrado
fr: Chiffrement
it: Crittografia
ja: 暗号化
ko: 암호화 중
ru: Шифрование

source: 正在加密导入
de: Verschlüsselungsimport läuft
en: Encrypting Import
es: Importación de cifrado en curso
fr: Importation de chiffrement en cours
it: Crittografia dell'importazione in corso
ja: 暗号化インポートが進行中です
ko: 가져오기 암호화 진행 중
ru: Выполняется шифрование импорта
zh_hant_tw: 正在加密匯入
zh_hk: 正在加密導入

source: 正在压缩
de: Komprimieren
en: Archiving
es: comprimiendo
fr: Compression
it: Compressione
ja: 圧縮中
ko: 압축
ru: Сжатие
zh_hant_tw: 正在壓縮
zh_hk: 正在壓縮

source: 正在处理 %@
de: %@ wird verarbeitet
en: Processing %@
es: Procesando %@
fr: Traitement %@
it: Elaborazione %@
ja: %@ を処理しています
ko: %@ 처리 중
ru: Обработка %@
zh_hant_tw: 正在處理 %@
zh_hk: 正在處理 %@

source: 正在导入
de: Importieren
en: Importing
es: Importando
fr: Importation
it: Importazione
ja: インポート中
ko: 가져오기
ru: Импорт
zh_hant_tw: 正在匯入
zh_hk: 正在導入

source: 正在导出
de: Exportieren
en: Exporting
es: Exportando
fr: Exportation
it: Esportazione
ja: 輸出中
ko: 내보내기
ru: Экспорт
zh_hant_tw: 正在匯出
zh_hk: 正在導出

source: 正在导出...
de: Exportieren...
en: Exporting...
es: Exportando...
fr: Exportation...
it: Esportazione...
ja: エクスポート中...
ko: 내보내는 중...
ru: Экспорт...
zh_hant_tw: 正在匯出...
zh_hk: 正在導出...

source: 正在恢复
de: Genesung
en: Restoring
es: Recuperando
fr: Récupération
it: Recupero
ja: 回復中
ko: 회복 중
ru: Восстановление
zh_hant_tw: 正在恢復
zh_hk: 正在恢復

source: 正在恢复备份...
de: Backup wird wiederhergestellt...
en: Restoring Backup...
es: Restaurando copia de seguridad...
fr: Restauration de la sauvegarde...
it: Ripristino del backup...
ja: バックアップを復元中...
ko: 백업 복원 중...
ru: Восстановление резервной копии...
zh_hant_tw: 正在恢復備份...
zh_hk: 正在恢復備份...

source: 正在恢复媒体
de: Medien wiederherstellen
en: Restoring media
es: Recuperando medios
fr: Récupération de médias
it: Recupero dei supporti
ja: メディアを回復中
ko: 미디어 복구 중
ru: Восстановление носителя
zh_hant_tw: 正在恢復媒體
zh_hk: 正在恢復媒體
